@Echo off

MODE CON: LINES=50  COLS=120

echo.
echo:
echo.









:i


cls

echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   1 Market	บ				บ   2 Shop	บบ
echo		       บบ		บ				บ		บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   2 Fruit	บ				บ   4 Pharmacy	บบ
echo		       บบ		บ				บ		บบ
echo		       บศอออออออออออออออผ				ศอออออออออออออออผบ
echo		       ศอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ

echo.



choice /c "1234" /n /m  ">.>.>.>Hunting ?"




goto %errorlevel%

:1

goto market
 





:market

:mom000






echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ		$	$				$	บบ
echo		       บบ	$			$	$	$		บบ
echo		       บบ	$	$		$	$	$		บบ
echo		       บบ		$	$				$	บบ
echo		       บบ$			$				$	บบ
echo		       บบ$					$			บบ
echo		       บฬอออออออออออออออป			$	ษอออออออออออออออนบ
echo		       บบ		บ	$	$		บ		บบ
echo		       บบ   1$$$$$$$$	บ	$	$		บ   2 Shop	บบ
echo		       บบ		บ$			$	บ		บบ
echo		       บฬอออออออออออออออผ$			$	ศอออออออออออออออนบ
echo		       บบ	$		$			$	       $บบ
echo		       บบ			$	$			$      $บบ
echo		       บบ				$			$	บบ
echo		       บบ	$	$				$		บบ
echo		       บบ$	$	$				$		บบ
echo		       บฬอออออออออออออออป	$		$	ษอออออออออออออออนบ
echo		       บบ		บ	$	$	$	บ		บบ
echo		       บบ   2 Fruit	บ		$		บ   4 Pharmacy	บบ
echo		       บบ		บ				บ		บบ
echo		       บศอออออออออออออออผ				ศอออออออออออออออผบ
echo		       &อออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ

PAUSE>NUL

:mom001

echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ$		$	$				$	บบ
echo		       บบ		$	$	$	$	$	$	บบ
echo		       บบ	$			$	$	$		บบ
echo		       บบ	$	$						บบ
echo		       บบ$		$	$				$	บบ
echo		       บบ$			$		$		$	บบ
echo		       บฬอออออออออออออออป			$	ษอออออออออออออออนบ
echo		       บบ		บ		$		บ		บบ
echo		       บบ   1$$$$$$$$	บ	$	$		บ   2 Shop	บบ
echo		       บบ		บ	$		$	บ		บบ
echo		       บฬอออออออออออออออผ$			$	ศอออออออออออออออนบ
echo		       บบ	$	 $				$	        บบ
echo		       บบ			$				       $บบ
echo		       บบ			$	$			$      $บบ
echo		       บบ	$	$		$			$	บบ
echo		       บบ$	$	$				$		บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ	$		$	บ		บบ
echo		       บบ   2 Fruit	บ	$	$	$	บ   4 Pharmacy	บบ
echo		       บบ		บ		$		บ		บบ
echo		       บศอออออออออออออออผ				ศอออออออออออออออผบ
echo		       &อออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ





PAUSE>NULL


:mom002


echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ$		$	$				$	บบ
echo		       บบ		$	$	$	$	$	$	บบ
echo		       บบ	$			$	$	$		บบ
echo		       บบ	$	$						บบ
echo		       บบ$		$	$				$	บบ
echo		       บบ$			$		$		$	บบ
echo		       บฬอออออออออออออออป			$	ษอออออออออออออออนบ
echo		       บบ		บ		$		บ		บบ
echo		       บบ   1$$$$$$$$	บ	$	$		บ   2 Shop	บบ
echo		       บบ		บ	$		$	บ		บบ
echo		       บฬอออออออออออออออผ$			$	ศอออออออออออออออนบ
echo		       บบ	$	 $				$	        บบ
echo		       บบ			$				       $บบ
echo		       บบ			$	$			$      $บบ
echo		       บบ	$	$		$			$	บบ
echo		       บบ$	$	$				$		บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ	$		$	บ		บบ
echo		       บบ   2 Fruit	บ	$	$	$	บ   4 Pharmacy	บบ
echo		       บบ		บ		$		บ		บบ
echo		       บศอออออออออออออออผ				ศอออออออออออออออผบ
echo		       &อออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ


PAUSE>NULL

:mom003


echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   1 MA$$$$$  	บ				บ   2 Shop	บบ
echo		       บบ		บ				บ		บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   2 Fruit	บ				บ   4 Pharmacy	บบ
echo		       บบ		บ				บ		บบ
echo		       บศอออออออออออออออผ				ศอออออออออออออออผบ
echo		       &อออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ


PAUSE>NULL

:mom003



echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       $$$$$$$$$$$$$$$$$$				ษอออออออออออออออนบ
echo		       $$		$				บ		บบ
echo		       $$   1 MAR$$$$  	$				บ   2 Shop	บบ
echo		       $$		$				บ		บบ
echo		       $$$$$$$$$$$$$$$$$$				ศอออออออออออออออนบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   2 Fruit	บ				บ   4 Pharmacy	บบ
echo		       บบ		บ				บ		บบ
echo		       บศอออออออออออออออผ				ศอออออออออออออออผบ
echo		       &อออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ

PAUSE>NULL

mom004
echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       $$$$$$$$$$$$$$$$$$				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   1 MARK$$$  	บ				บ   2 Shop	บบ
echo		       บบ		บ				บ		บบ
echo		       $$$$$$$$$$$$$$$$$$				ศอออออออออออออออนบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       $$$$$$$$$$$$$$$$$$				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   2 Fruit	บ				บ   4 Pharmacy	บบ
echo		       บบ		บ				บ		บบ
echo		       บศอออออออออออออออผ				ศอออออออออออออออผบ
echo		       &อออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ


PAUSE>NULL

:mom005

echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       $$$$$$$$$$$$$$$$$$				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   1 MARKE$$  	บ				บ   2 Shop	บบ
echo		       บบ		บ				บ		บบ
echo		       $$$$$$$$$$$$$$$$$$				ศอออออออออออออออนบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       $$$$$$$$$$$$$$$$$$				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   2 Fruit	บ				บ   4 Pharmacy	บบ
echo		       บบ		บ				บ		บบ
echo		       บศอออออออออออออออผ				ศอออออออออออออออผบ
echo		       &อออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ


PAUSE>NULL

:mom006

echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       $$$$$$$$$$$$$$$$$$				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   1 MARKET$  	บ				บ   2 Shop	บบ
echo		       บบ		บ				บ		บบ
echo		       $$$$$$$$$$$$$$$$$$				ศอออออออออออออออนบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   2 Fruit	บ				บ   4 Pharmacy	บบ
echo		       บบ		บ				บ		บบ
echo		       บศอออออออออออออออผ				ศอออออออออออออออผบ
echo		       &อออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ


PAUSE>NULL

:mom007













set /a "time=1"

set /a  "%time%+1"

echo %time%


















:time

set /a "time=1"


:time1

set /a "a=700"

set /a "time=time"




set /a  "time= %time% + 1"





echo %time%


goto time1

































































:market

cls






echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   1 Banana	บ				บ   2 pao	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   3 Pera	บ				บ   4 bolacha	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   5 Ma็a	บ				บ   6 oleo	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   7 arroz	บ				บ   8 temperos	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   9 macarrao	บ				บ   10 queijo	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   11 sorvete	บ				บ   12 farinha	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   13 feijao	บ				บ   14 leite	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   15 molhos	บ				บ   16 agua	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   17 creme	บ				บ   18 doce	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       ศอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ




























pause>null


echo.
echo.
echo.
echo.
echo.
echo		 อออออออออออออ 								บ
echo			บ								บ
echo.
echo.

echo teste	1	น
echo teste  	2	ฬ
echo teste  	3	ผ
echo teste  	4	ศ
echo teste  	5	Q
echo teste  		

echo


pause>null











































