@Echo off

MODE CON: LINES=40  COLS=95

echo.
echo:
echo.







REM INDICE

:i


cls

echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   1 Market	บ				บ   2 Shop	บบ
echo		       บบ		บ				บ		บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   2 Fruit	บ				บ   4 Pharmacy	บบ
echo		       บบ		บ				บ		บบ
echo		       บศอออออออออออออออผ				ศอออออออออออออออผบ
echo		       ศอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ

echo.
echo.
choice /c "1234" /n /m  "^              _    _   _   _   _   _   Hunting ?   _   _   _   _   _   _   _   _        "








goto %errorlevel%



:1


goto market

 







REM COMECO DA PARADA 



:market


:mom000

echo.
echo.


echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ		$	$				$	บบ
echo		       บบ	$			$	$	$		บบ
echo		       บบ	$	$		$	$	$		บบ
echo		       บบ		$	$				$	บบ
echo		       บบ$			$				$	บบ
echo		       บบ$					$			บบ
echo		       บฬอออออออออออออออป			$	ษอออออออออออออออนบ
echo		       บบ		บ	$	$		บ		บบ
echo		       บบ   1$$$$$$$$	บ	$	$		บ   2 Shop	บบ
echo		       บบ		บ$			$	บ		บบ
echo		       บฬอออออออออออออออผ$			$	ศอออออออออออออออนบ
echo		       บบ	$		$			$	       $บบ
echo		       บบ			$	$			$      $บบ
echo		       บบ				$			$	บบ
echo		       บบ	$	$				$		บบ
echo		       บบ$	$	$				$		บบ
echo		       บฬอออออออออออออออป	$		$	ษอออออออออออออออนบ
echo		       บบ		บ	$	$	$	บ		บบ
echo		       บบ   2 Fruit	บ		$		บ   4 Pharmacy	บบ
echo		       บบ		บ				บ		บบ
echo		       บศอออออออออออออออผ				ศอออออออออออออออผบ
echo		       ศอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ


echo.
echo.
echo.
echo.
echo.
echo.

PAUSE>NULL



:mom001


PAUSE>NULL

echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ$		$	$				$	บบ
echo		       บบ		$	$	$	$	$	$	บบ
echo		       บบ	$			$	$	$		บบ
echo		       บบ	$	$						บบ
echo		       บบ$		$	$				$	บบ
echo		       บบ$			$		$		$	บบ
echo		       บฬอออออออออออออออป			$	ษอออออออออออออออนบ
echo		       บบ		บ		$		บ		บบ
echo		       บบ   1 M$$$$$$	บ	$	$		บ   2 Shop	บบ
echo		       บบ		บ	$		$	บ		บบ
echo		       บฬอออออออออออออออผ$			$	ศอออออออออออออออนบ
echo		       บบ	$	 $				$	        บบ
echo		       บบ			$				       $บบ
echo		       บบ			$	$			$      $บบ
echo		       บบ	$	$		$			$	บบ
echo		       บบ$	$	$				$		บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ	$		$	บ		บบ
echo		       บบ   2 Fruit	บ	$	$	$	บ   4 Pharmacy	บบ
echo		       บบ		บ		$		บ		บบ
echo		       บศอออออออออออออออผ				ศอออออออออออออออผบ
echo		       ศอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ

:mom002
PAUSE>NUL
echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ$								บบ
echo		       บบ$		$	$				$	บบ
echo		       บบ		$	$	$	$	$	$	บบ
echo		       บบ	$			$	$	$		บบ
echo		       บบ	$	$						บบ
echo		       บบ$		$	$		$		$	บบ
echo		       บฬอออออออออออออออป	$		$	ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   1 MA$$$$$	บ	$	$		บ   2 Shop	บบ
echo		       บบ		บ	$	$		บ		บบ
echo		       บฬอออออออออออออออผ			$	ศอออออออออออออออนบ
echo		       บบ	$	 $			$	$	        บบ
echo		       บบ	$	 $	$				        บบ
echo		       บบ			$	$			       $บบ
echo		       บบ				$			$      $บบ
echo		       บบ	$	$				$	$	บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   2 Fruit	บ	$			บ   4 Pharmacy	บบ
echo		       บบ		บ	$	$	$	บ		บบ
echo		       บศอออออออออออออออผ		$	$	ศอออออออออออออออผบ
echo		       ศอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ


:mom003

PAUSE>NUL
echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ	$			$		$	       $บบ
echo		       บบ$								บบ
echo		       บบ$		$	$				$	บบ
echo		       บบ		$	$	$	$	$	$	บบ
echo		       บบ	$			$	$	$		บบ
echo		       บบ	$	$					$	บบ
echo		       บฬอออออออออออออออป	$		$	ษอออออออออออออออนบ
echo		       บบ		บ	$		$	บ		บบ
echo		       บบ   1 MAR$$$$	บ				บ   2 Shop	บบ
echo		       บบ		บ	$	$		บ		บบ
echo		       บฬอออออออออออออออผ	$	$		ศอออออออออออออออนบ
echo		       บบ		 			$	$	$       บบ
echo		       บบ	$	 $			$	$	        บบ
echo		       บบ	$	 $					        บบ
echo		       บบ			$	$			       $บบ
echo		       บบ			$	$		$	$      $บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   2 Fruit	บ				บ   4 Pharmacy	บบ
echo		       บบ		บ				บ		บบ
echo		       บศอออออออออออออออผ	$	$	$	ศอออออออออออออออผบ
echo		       ศอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ


:mom004

PAUSE>NUL

echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ				$		$	       $บบ
echo		       บบ	$			$		$	       $บบ
echo		       บบ$	$							บบ
echo		       บบ$		$	$				$	บบ
echo		       บบ		$	$	$	$	$	$	บบ
echo		       บบ				$	$	$		บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ	$		$	บ		บบ
echo		       บบ   1 MARK$$	บ	$		$	บ   2 Shop	บบ
echo		       บบ		บ				บ		บบ
echo		       บฬอออออออออออออออผ	$	$		ศอออออออออออออออนบ
echo		       บบ		$ 	$	$			        บบ
echo		       บบ		 			$	$	$       บบ
echo		       บบ	$	 $			$	$	$       บบ
echo		       บบ	$	 $					        บบ
echo		       บบ			$	$			       $บบ
echo		       บฬอออออออออออออออป	$	$		ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   2 Fruit	บ			$	บ   4 Pharmacy	บบ
echo		       บบ		บ			$	บ		บบ
echo		       บศอออออออออออออออผ				ศอออออออออออออออผบ
echo		       ศอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ



mom005
PAUSE>NUL

echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ$		$			$		   $    บบ
echo		       บบ				$		$	       $บบ
echo		       บบ	$			$		$	       $บบ
echo		       บบ$	$							บบ
echo		       บบ$		$	$				$	บบ
echo		       บบ		$	$	$	$	$	$	บบ
echo		       บฬอออออออออออออออป		$	$	ษอออออออออออออออนบ
echo		       บบ		บ	$			บ		บบ
echo		       บบ   1 MARKE$	บ	$		$	บ   2 Shop	บบ
echo		       บบ		บ			$	บ		บบ
echo		       บฬอออออออออออออออผ	$			ศอออออออออออออออนบ
echo		       บบ		$ 	$	$			        บบ
echo		       บบ		$ 		$			        บบ
echo		       บบ		 			$	$	$       บบ
echo		       บบ	$	 $			$	$	$       บบ
echo		       บบ	$	 $					        บบ
echo		       บฬอออออออออออออออป	$	$		ษอออออออออออออออนบ
echo		       บบ		บ	$	$		บ		บบ
echo		       บบ   2 Fruit	บ				บ   4 Pharmacy	บบ
echo		       บบ		บ			$	บ		บบ
echo		       บศอออออออออออออออผ			$	ศอออออออออออออออผบ
echo		       ศอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ


:mom006
PAUSE>NUL
echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ$			$		$		   $    บบ
echo		       บบ$		$			$		   $    บบ
echo		       บบ		$		$		$	       $บบ
echo		       บบ	$			$		$	       $บบ
echo		       บบ$	$							บบ
echo		       บบ$		$	$				$	บบ
echo		       บฬอออออออออออออออป	$	$	$	ษอออออออออออออออนบ
echo		       บบ		บ		$	$	บ		บบ
echo		       บบ   1 MARKET	บ	$			บ   2 Shop	บบ
echo		       บบ		บ	$		$	บ		บบ
echo		       บฬอออออออออออออออผ			$	ศอออออออออออออออนบ
echo		       บบ		 	$				        บบ
echo		       บบ		$ 	$	$			        บบ
echo		       บบ		$ 		$			        บบ
echo		       บบ		 			$	$	$       บบ
echo		       บบ	$	 $			$	$	$        บบ
echo		       บฬอออออออออออออออป$				ษอออออออออออออออนบ
echo		       บบ		บ	$	$		บ		บบ
echo		       บบ   2 Fruit	บ	$	$		บ   4 Pharmacy	บบ
echo		       บบ		บ				บ		บบ
echo		       บศอออออออออออออออผ			$	ศอออออออออออออออผบ
echo		       ศอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ

:mom007
PAUSE>NUL
echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ	$			$		$	$       บบ
echo		       บบ$			$		$		   $    บบ
echo		       บบ$		$	$		$		   $    บบ
echo		       บบ		$		$		$	       $บบ
echo		       บบ	$			$		$	       $บบ
echo		       บบ$	$							บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ	$	$	$	บ		บบ
echo		       บบ   		บ	$	$	$	บ   2 Shop	บบ
echo		       บบ		บ				บ		บบ
echo		       บฬอออออออออออออออผ			$	ศอออออออออออออออนบ
echo		       บบ		 	$		$		$       บบ
echo		       บบ		 	$				        บบ
echo		       บบ		$ 		$			        บบ
echo		       บบ		$		$			        บบ
echo		       บบ	$	 			$	$	$       บบ
echo		       บฬอออออออออออออออป$			$	ษอออออออออออออออนบ
echo		       บบ		บ$				บ		บบ
echo		       บบ   2 Fruit	บ	$	$		บ   4 Pharmacy	บบ
echo		       บบ		บ	$	$		บ		บบ
echo		       บศอออออออออออออออผ				ศอออออออออออออออผบ
echo		       ศอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ


:mom008
PAUSE>NUL
echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ	$			$		$	$       บบ
echo		       บบ	$			$	$	$	$      บบ
echo		       บบ$			$		$		   $    บบ
echo		       บบ$		$	$				   $    บบ
echo		       บบ		$		$		$	       $บบ
echo		       บบ	$			$		$	       $บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   1 MARKET	บ	$	$	$	บ   2 Shop	บบ
echo		       บบ		บ	$	$	$	บ		บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บบ		 			$		$       บบ
echo		       บบ		 	$		$		$        บบ
echo		       บบ		 	$				        บบ
echo		       บบ		$		$			        บบ
echo		       บบ		$ 		$			       บบ
echo		       บฬอออออออออออออออป			$	ษอออออออออออออออนบ
echo		       บบ		บ$			$	บ		บบ
echo		       บบ   2 Fruit	บ$				บ   4 Pharmacy	บบ
echo		       บบ		บ	$	$		บ		บบ
echo		       บศอออออออออออออออผ	$	$		ศอออออออออออออออผบ
echo		       ศอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ



:mom008
PAUSE>NUL
echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ	$			$		$	$       บบ
echo		       บบ	$			$	$	$	$      บบ
echo		       บบ$			$		$		   $    บบ
echo		       บบ$		$	$				   $    บบ
echo		       บบ		$		$		$	       $บบ
echo		       บบ	$			$		$	       $บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   		บ	$	$	$	บ   2 Shop	บบ
echo		       บบ		บ	$	$	$	บ		บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บบ	$	 			$		$       บบ
echo		       บบ		 	$		$		$        บบ
echo		       บบ		 	$				        บบ
echo		       บบ		$		$			        บบ
echo		       บบ		$ 		$			       บบ
echo		       บฬอออออออออออออออป			$	ษอออออออออออออออนบ
echo		       บบ		บ$			$	บ		บบ
echo		       บบ   2 Fruit	บ$				บ   4 Pharmacy	บบ
echo		       บบ		บ	$	$		บ		บบ
echo		       บศอออออออออออออออผ	$	$		ศอออออออออออออออผบ
echo		       ศอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ


:mom009
PAUSE>NUL
echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บบ			  Buy a List   				บบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออนบ
echo		       บบ		$					        บบ
echo		       บบ	$			$			       บบ
echo		       บบ	$			$	$	$	$       บบ
echo		       บบ$			$		$		$  $    บบ
echo		       บบ$		$	$				   $    บบ
echo		       บบ		$		$		$	       $บบ
echo		       บฬอออออออออออออออป		$		ษอออออออออออออออนบ
echo		       บบ		บ				บ		บบ
echo		       บบ   1 MARKET	บ		$		บ   2 Shop	บบ
echo		       บบ		บ	$	$	$	บ		บบ
echo		       บฬอออออออออออออออผ	$	$	$	ศอออออออออออออออนบ
echo		       บบ	$	 					        บบ
echo		       บบ	$	 			$		$       บบ
echo		       บบ		 	$		$		$       บบ
echo		       บบ			$				        บบ
echo		       บบ		$ 		$			        บบ
echo		       บฬอออออออออออออออป		$		ษอออออออออออออออนบ
echo		       บบ		บ			$	บ		บบ
echo		       บบ   2 Fruit	บ$			$	บ   4 Pharmacy	บบ
echo		       บบ		บ$				บ		บบ
echo		       บศอออออออออออออออผ	$	$		ศอออออออออออออออผบ
echo		       ศอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ


PAUSE>NUL


REM FIM DA ANIMACAO






REM CONTADOR DE TEMPO 




set /a "time=1"

set /a  "%time%+1"

echo %time%


















:time

set /a "time=1"


:time1

set /a "a=700"

set /a "time=time"




set /a  "time= %time% + 1"





echo %time%


goto time1








REM TENTAR CRIAR UM ARQUIVO PARA CALLL QUE POSSUA UM TIMBER , ONDE RECEBE UM VALOR EM TEMPO E RETORNA ESSE TEMPO E DA GOTO QUANDO PASSAR O TEMPO 


REM CRIAR UM ARQUIVO DE SOM COM ALGUM PROGRAMA QUE PODEMOS CHAMAR COMO NICK E SE FOR NECESSARIO FECHAR , SOM AO APERTAO 1 BOTAO E AO CARREGAR ANIMACAO 



























































:market

cls






echo		       ษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออป
echo    	       บษอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออปบ
echo		       บบ								บบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   1 Banana	บ				บ   2 pao	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   3 Pera	บ				บ   4 bolacha	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   5 Ma็a	บ				บ   6 oleo	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   7 arroz	บ				บ   8 temperos	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   9 macarrao	บ				บ   10 queijo	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   11 sorvete	บ				บ   12 farinha	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   13 feijao	บ				บ   14 leite	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   15 molhos	บ				บ   16 agua	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       บฬอออออออออออออออป				ษอออออออออออออออนบ
echo		       บบ   17 creme	บ				บ   18 doce	บบ
echo		       บฬอออออออออออออออผ				ศอออออออออออออออนบ
echo		       ศอออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออออผ




























pause>null


echo.
echo.
echo.
echo.
echo.
echo		 อออออออออออออ 								บ
echo			บ								บ
echo.
echo.

echo teste	1	น
echo teste  	2	ฬ
echo teste  	3	ผ
echo teste  	4	ศ
echo teste  	5	Q
echo teste  		

echo


pause>null











































